Repository: common-repository/leasecloud-for-woocommerce
Catalog: languages/leasecloud-for-woocommerce-*.po
Languages: sv_se

source: for
sv_se: i

source: months excl VAT
sv_se: månader exkl moms

source: LeaseCloud payment solution for WooCommerce.
sv_se: LeaseCloud betalmodul för WooCommerce.

source: You have not yet gotten your tariffs. Please fill in an API key and get them now.
sv_se: Du har ännu inte hämtat dina tariffer. Vänligen fyll i en API-nyckel och få dem nu.

source: Get tariffs
sv_se: Hämta tariffer

source: Finance company
sv_se: Finansbolag

source: Available LeaseCloud Tariff lengths
sv_se: Tillgängliga LeaseCloud avtalstider

source: Months
sv_se: Månader

source: Tariffs
sv_se: Tariffer

source: Update tariffs
sv_se: Uppdatera tariffer

source: Organisation Number
sv_se: Organisationsnummer

source: I do not have the authority to sign for the firm
sv_se: Jag är inte firmatecknare

source: Enter the email address we can use to send the leasing contract for the order.
sv_se: Ange epostadress till firmatecknare för avtalssignering.

source: Company name required
sv_se: Företagsnamn krävs

source: Could not activate the order with LeaseCloud, it has already been activated
sv_se: Kunde inte aktivera ordern i LeaseCloud, den är redan aktiv

source: The order has been shipped and activated with LeaseCloud
sv_se: Ordern är skickad och aktiverad i LeaseCloud

source: There was a problem with activating the order with LeaseCloud: %s
sv_se: Det uppstod ett problem med att aktivera ordern i LeaseCloud: %s

source: Could not cancel the order with LeaseCloud, the order has already been canceled.
sv_se: Kunde inte avbryta ordern i LeaseCloud, den är redan avbruten.

source: The order has been canceled with LeaseCloud
sv_se: Ordern har avbrutits av LeaseCloud

source: There was a problem with canceling the order with LeaseCloud: %s
sv_se: Det uppstod ett problem med att avbryta ordern i LeaseCloud: %s

source: Leasable
sv_se: Hyrbar

source: Not Leasable
sv_se: Inte hyrbar

source: Leasable product for LeaseCloud
sv_se: Hyrbar produkt med LeaseCloud

source: Not a leasable product for LeaseCloud
sv_se: Inte en hyrbar product med LeaseCloud

source: The order has been accepted by LeaseCloud
sv_se: Ordern är bekräftad av LeaseCloud

source: The order has been rejected by LeaseCloud. Reason: %s
sv_se: Ordern har nekats i LeaseCloud. Skäl: %s

source: The order has been signed by the customer and can now be processed
sv_se: Ordern har blivit signerad av kunden och kan nu behandlas

source: The order has been received by the customer.
sv_se: Ordern har mottagits av kunden.

source: Let the customer decide what payment length they want to be used to display the prices
sv_se: Låt kunden bestämma vilken betalningslängd som används för att visa priserna

source: Select payment length
sv_se: Välj betallängd

source: Payment length
sv_se: Betallängd

source: months
sv_se: månader

source: Leaseable
sv_se: Hyrbar

source: Monthly payment
sv_se: Företagsleasing

source: month
sv_se: månad

source: Leasing length
sv_se: Avtalslängd

source: /month
sv_se: /månad

source: excl VAT
sv_se: exkl moms

source: Please enter an organisation number before you complete the order
sv_se: Ange organisationsnumret innan du lägger ordern

source: Please enter a valid organisation number
sv_se: Ange ett giltigt organisationsnummer

source: Please select a lease plan
sv_se: Vänligen välj ett avtal

source: LeaseCloud has accepted the order.
sv_se: LeaseCloud har accepterat ordern.

source: The order has been signed by the customer.
sv_se: Ordern har signerats av kunden.

source: The order has been shipped.
sv_se: Ordern har skickats till frakt.

source: The order has been recieved by the customer.
sv_se: Ordern har mottagits av kund.

source: LeaseCloud has declined the order. The reason will be emailed to you soon. Sorry.
sv_se: LeaseCloud har tyvärr nekat ordern. Orsaken kommer mailas till dig inom kort.

source: The order has been cancelled with LeaseCloud
sv_se: Ordern har avbryts med LeaseCloud

source: Message
sv_se: Meddelande

source: Could not fetch statuses
sv_se: Kunde inte hämta statusar

source: Have questions? visit
sv_se: Har du frågor? Besök

source: Visit
sv_se: Besök

source: Enable/Disable
sv_se: Aktivera/inaktivera

source: Enable LeaseCloud
sv_se: Aktivera LeaseCloud

source: Description
sv_se: Beskrivning

source: This controls the description which the user sees during checkout.
sv_se: Denna beskrivning ser kunden i kassan.

source: Pay using LeaseCloud.
sv_se: Betala genom LeaseCloud.

source: LeaseCloud API Key
sv_se: LeaseCloud API nyckel

source: Enter your LeaseCloud API Key
sv_se: Ange din LeaseCloud API nyckel

source: LeaseCloud Webhook key
sv_se: LeaseCloud Webhook nyckel

source: Enter your LeaseCloud Webhook key
sv_se: Ange din LeaseCloud Webhook nyckel

source: Lease only shop
sv_se: Endast leasingshop

source: Display all prices in the shop / cart and emails as leasing prices
sv_se: Visa alla priser i butiken / kundvagnen samt email som leasingpriser

source: Default leasable product.
sv_se: Standard hyrbar produkt.

source: Check this box if you want to default all products as leasable(can be overwriten on each product.)
sv_se: Ticka denna låda om ni vill att alla produkter ska vara hyrbara som standard(kan skrivas över på varje produkt.)

source: Shop page price display
sv_se: Prisvisning på shopsida

source: Display price per month in the category and shop pages
sv_se: Visa månadspriser på kategori och shopsidor

source: Standard (product price)
sv_se: Standard (produktpris)

source: Both
sv_se: Båda

source: Single product price display
sv_se: Prisvisning på produktsida

source: Display price per month on the single product pages
sv_se: Visa månadspriser på produktsidor

source: Test Mode Settings
sv_se: Inställning för testläge

source: Enable logging.
sv_se: Aktivera loggning.

source: Log LeaseCloud events, in <code>%s</code>
sv_se: Logga LeaseCloud händelser i <code>%s</code>

source: Environment
sv_se: Miljö

source: Option to make calls to test but requires different api keys
sv_se: Alternativ för att göra anrop till test, kräver annan api nyckel

source: Live / Production
sv_se: Live / Produktion

source: Test server
sv_se: Testläge

source: Default tariff
sv_se: Standard tariff

source: The default tariffs to use for the display of monthly costs
sv_se: Standardtariffer för visning av månadspriser

source: LeaseCloud for WooCommerce
sv_se: LeaseCloud för WooCommerce

source: Extends WooCommerce. Provides a <a href="https://https://www.leasecloud.se/" target="_blank">LeaseCloud</a> checkout for WooCommerce.
sv_se: Utökar WooCommerce. Ger en <a href="https://https://www.leasecloud.se/" target="_blank">LeaseCloud</a> checkout för WooCommerce.
